Revit 2027 API
BuiltInFailures.PathOfTravelFailures.CannotBePasted Property
 Path of Travel cannot be pasted into this view.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotBePasted { get; }
Public Shared ReadOnly Property CannotBePasted As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotBePasted {
	FailureDefinitionId^ get ();
}
static member CannotBePasted : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.PathOfTravelFailures Class
Autodesk.Revit.DB Namespace